[
    {
        "values": "汪淼",
        "source": "《三体：地球往事》",
        "information": "三体Ⅰ主人公。国家科学院院士，进行纳米材料的研究。2007年，发生了大量科学家在短期内自杀的事件，而自杀的科学家们都和一个名为“科学边界”的组织有联系，因此被邀请协助调查。自此便被卷入了一系列不寻常遭遇当中。某天在摄影的时候目击了无法用科学解释的“幽灵倒计时”，陷入困惑的他拜访了通过“科学边界”组织认识的物理学家、同样从事纳米材料研究的申玉菲，并通过申玉菲得知了网络体感游戏“三体”的存在。汪淼进入了三体游戏中，通过不断的尝试最终通关，得到了地球三体组织聚会的资格。然后更发现了地球三体组织的统帅身份。在从统帅口中得知关于三体文明的一些信息后，他连同警察史强，在巴拿马运河的“古筝行动”中利用纳米材料摧毁了地球三体组织的大本营——“审判日号”巨轮。"
    },
    {
        "values": "叶文洁",
        "source": "《三体：地球往事》",
        "information": "清华大学物理系天体物理专业教授，2004年退休。杨冬的母亲。真实身份是地球三体组织的幕后统帅。1947年6月出生，天体物理学研究生。父亲叶哲泰、母亲邵琳为清华大学物理学教授，有一个妹妹叶文雪（死于文革武斗）。1967年，她亲眼目睹父亲在文革批斗中被红卫兵打死。之后被下放到大兴安岭劳动，因为阅读了《寂静的春天》而被生产建设兵团《大生产报》的记者白沐霖陷害，但因其专业领域的背景而得以免于处罚，并在与杨卫宁和雷志成的斡旋下进入“红岸基地”。在红岸基地，叶文洁得知此处正在进行一个寻找外星文明的绝密项目。1971年，她无意中发现太阳具有对电波的增益反射功能，于是她通过太阳向外太空发送了信号。此信号被三体文明的一个联络员截获并发送回信，回信内容警告地球人不要回信以免被三体人发现。该回信在1979年到达地球并被叶文洁再次获取。此时对人类已感绝望的她，渴望外星的先进文明来取代人类，于是不顾警告再次向三体文明发送信号。此举直接导致三体文明确定地球的位置并派出殖民舰队向地球进发。在她第一次向外太空发送信号后不久与杨卫宁结婚，收到回信后怀孕并生下女儿杨冬。然而三体文明的回信被雷志成得知，为了保守秘密，她决定将雷志成暗中灭口，为了不错过杀雷志成的最佳时机，甚至杀死了自己的丈夫。两年后离开红岸基地回到清华大学任教。后来成为了地球三体组织的统帅（实际上是精神领袖，并不处理具体事务）。在剿灭三体组织总部行动中被抓捕。"
    },
    {
        "values": "史强",
        "source": "《三体：地球往事》",
        "information": "退伍军人，曾在中越战争中参战。警察及反恐专家。行事粗鲁但胆大心细、不拘一格。被少将常伟思借入地球防务安全部参与常伟思主持的跨军警两界、有中情局成员等人参加的会议，和汪淼、丁仪一同调查科学家自杀的案件。在剿灭三体组织总部行动中逮捕其统帅，但过程中受到超量核辐射，后因此患上白血病。之后在会议上提出“古筝行动”的设想，最终在巴拿马运河上毁灭“审判日”号，协助得到三体文明与地球三体组织通讯的内容。后为治疗白血病冬眠，等待新的治疗技术出现。在三体·二中治疗白血病成功，并从冬眠中苏醒，与罗辑和儿子前往地面生活，并协助罗辑开启执剑人计划。"
    },
    {
        "values": "叶哲泰",
        "source": "《三体：地球往事》",
        "information": "清华大学物理学教授，叶文洁之父。1967年文革时，叶哲泰因在基础课中加入相对论内容、传播哥本哈根解释、大爆炸理论等原因而被批斗，最后被唐红静等四名清华附中的初二女学生用皮带活活打死。"
    },
    {
        "values": "绍琳",
        "source": "《三体：地球往事》",
        "information": "清华大学物理学教授，叶文洁之母。其父在爱因斯坦来华时是接待陪同者之一，与爱因斯坦有过一次简短交流。文革时参与揭发及批斗丈夫叶哲泰。丈夫惨死后，绍琳看准时机和一位教育部高级干部结了婚，之后该高干升到了副部级，而绍琳则成为另一所大学的副校长。"
    },
    {
        "values": "杨卫宁",
        "source": "《三体：地球往事》",
        "information": "红岸基地的总工程师，叶文洁的丈夫，曾是叶文洁父亲叶哲泰的一名研究生。1969年，将受到陷害的叶文洁救出并带到红岸基地，安排她在那里进行研究工作。后与叶文洁结婚。1979年，雷志成发现了三体文明秘密后，叶文洁打算杀掉雷志成灭口的时候被牵连，和雷志成一同跌落崖底。"
    },
    {
        "values": "杨冬",
        "source": "《三体：地球往事》",
        "information": "物理学家，叶文洁和杨卫宁的女儿，丁仪的女友。1979年出生。2007年因对物理学产生绝望情绪，留下“物理学从来就没有存在过”的遗书后自杀。"
    },
    {
        "values": "丁仪",
        "source": "《三体：地球往事》",
        "information": "物理学家，杨冬的男友，为人不修边幅，爱喝酒；但又非常有才能。曾在对球状闪电的研究中发现宏原子而闻名于世。因杨冬的死而意志消沉，并察觉到杨冬之死背后的不寻常。后来参与了对抗地球三体组织的“古筝行动”。"
    },
    {
        "values": "雷志成",
        "source": "《三体：地球往事》",
        "information": "红岸基地的政委，天体物理专业出身，属于少有的知识分子政委。对杨卫宁将叶文洁带入红岸基地持保留态度，并在红岸基地中最大限度地限制叶文洁的活动和研究范围。后来想通过利用叶文洁的研究论文当成自己的研究成果，积累在政治上往上爬的资本。在叶文洁截留来自三体文明的回信时，他通过安装在后台的监听程序得知了叶文洁的行为，因此被叶文洁灭口。"
    },
    {
        "values": "常伟思",
        "source": "《三体：地球往事》",
        "information": "中国人民解放军太空军中将。古筝行动的策划者，史强在军队中时曾是史强的领导，对史强极度信任。"
    },
    {
        "values": "申玉菲",
        "source": "《三体：地球往事》",
        "information": "日籍华裔物理学家，“科学边界”成员。真实身份是地球三体组织成员，属于“拯救派（主张帮助三体文明脱离苦难）”。通过科学边界与同是研究纳米材料的汪淼认识，并引导汪淼目击“幽灵倒计时”及介绍汪淼进入三体游戏，企图借此说服汪淼停止纳米材料的研究。后因为三体组织内部惧怕她推算出三体运动的完整数学模型，被伊文斯命令潘寒杀死。"
    },
    {
        "values": "魏成",
        "source": "《三体：地球往事》",
        "information": "申玉菲的丈夫，研究“三体问题”的数学天才。"
    },
    {
        "values": "潘寒",
        "source": "《三体：地球往事》",
        "information": "生物学家，“科学边界”著名成员之一。曾作出几个事后均成真的科学预言（根据书中的暗示，预言成真是地球三体组织的力量推动的），造成了轰动。因此其社会思想也日益具有影响力。真实身份是地球三体组织成员，属于“降临派”（主张三体文明消灭地球文明）的激进分子。接待了通关了三体游戏的汪淼等人并带他们参加了三体组织的聚会。因杀死申玉菲一事违反纪律，在三体组织聚会上被处死。"
    },
    {
        "values": "麦克·伊文斯",
        "source": "《三体：地球往事》",
        "information": "地球三体组织的实际缔造者。父亲是富翁。“物种共产主义”者。在中国西北与回大学任教后到此进行课题研究的叶文洁相识。伊文斯对人类为了私欲而不顾一切破坏环境的行为深恶痛绝，因此叶文洁将有关三体文明的一切告诉他。伊文斯在证实了三体文明的存在后，以自己继承的庞大财产建立起地球三体组织，并邀请叶文洁担任地球三体组织的最高统帅。在地球三体组织中，主要由他负责和三体文明进行对话。最终在“古筝行动”中死亡。"
    },
    {
        "values": "罗辑",
        "source": "《三体：黑暗森林》",
        "information": "《三体II：黑暗森林》的男主和《三体Ⅲ死神永生》重要角色，面壁人，天文学家，社会学家，第一代执剑人。清华大学教授，在祭拜同事杨冬的时候偶然得到杨冬之母同时也是ETO统帅的叶文洁建议创立宇宙社会学，结果被ETO追杀，还因此被联合国选为面壁者。后通过猜疑链和技术爆炸推断出宇宙的黑暗森林状态，以雪地计划为掩护建立威慑系统（摇篮系统），成为第一位执剑人。孤独的维持了地球和三体62年的和平。在《三体Ⅲ死神永生》威慑系统被摧毁后担任地球文明博物馆委员会主席，主持地球文明博物馆建设和运营的有关工作。在太阳系被二维化时选择留在在冥王星上同地球文明博物馆一同二维化，成为地球文明的守墓人。"
    },
    {
        "values": "弗雷德里克·泰勒",
        "source": "《三体：黑暗森林》",
        "information": "泰勒是一个失败的面壁者。他尝试将地球舰队变成一只量子军队，最终被判反人类罪。"
    },
    {
        "values": "曼努尔·雷迪亚兹",
        "source": "《三体：黑暗森林》",
        "information": "对于委内瑞拉，雷迪亚兹是一名伟大的领袖，卓越的军事家，勇敢的反抗者，同时还是花小钱办大事的发明家，用低廉的成本造导弹，打得漂亮国哭爹喊娘惨败逃走。 正是因为这一点，他才被选为面壁者，人类希望善于以弱胜强的他，也能带领人类战胜三体人。 而雷迪亚兹并没有因此盲目自大，在此之前就清醒意识到人类必败的事实，并提前开始了自己的计划。 很可惜，最终他的计划还是被破壁人破解了。 面对全世界的愤怒，他回到了自己热爱的祖国，最终被自己热爱的人民用乱石砸死。"
    },
    {
        "values": "比尔·希恩斯",
        "source": "《三体：黑暗森林》",
        "information": "四个面壁者之一。他是一位英国科学家、政治家。同时也是唯一一位因同一项发现同时获得两个不同学科的诺贝尔奖提名的科学家，与脑科学家，他的妻子山杉惠子合作发现大脑的思维和记忆活动是在量子层面上进行的。担任过一届欧盟主席。后成为面壁计划中的第三位面壁者。"
    },
    {
        "values": "章北海",
        "source": "《三体：黑暗森林》",
        "information": "中国太空军政治部主任，高阶指挥官。叛逃地球舰队，驾驶自然选择号逃离。"
    },
    {
        "values": "东方延绪",
        "source": "《三体：黑暗森林》",
        "information": "太空舰队军人。"
    },
    {
        "values": "山杉惠子",
        "source": "《三体：黑暗森林》",
        "information": "科学家，比尔·希恩斯的妻子与破壁人。"
    },
    {
        "values": "庄颜",
        "source": "《三体：黑暗森林》",
        "information": "罗辑的妻子，计划中的一部分。"
    },
    {
        "values": "程心",
        "source": "《三体：死神永生》",
        "information": "出生于公元世纪，是本书主角。危机初年是航天发动机专业博士，毕业后进入为新一代长征火箭研制发动机的课题组，之后自愿被抽调进入行星防御理事会战略情报局（简称PIA），在PIA第一次全体会议中提出了阶梯计划，该计划由于飞行器故障失败，程心随后冬眠。在威慑纪元冬眠苏醒后成为第二任执剑人，但她在三体世界开始打击后没有启动广播。在广播纪元和云天明见面，使人类获得许多情报。在威慑纪元创立了星环公司，掩体纪元初期把星环公司的控制权交给托马斯·维德以便后者研制曲率驱动飞船。掩体纪元后期冬眠苏醒后说服维德放弃对太阳系联邦的抵抗。太阳系二维化打击开始后乘坐搭载了星环公司研制出的可以达到光速的曲率驱动引擎的星环号飞船逃出太阳系，成为地球文明幸存者之一。"
    },
    {
        "values": "云天明",
        "source": "《三体：死神永生》",
        "information": "程心的大学同学，一直暗恋着程心，在危机纪元初花三百万人民币买下了DX3906恒星系并送给程心。阶梯计划中，他的大脑被发送向三体舰队，但是搭载其大脑的飞行器出现故障失踪，之后被人类淡忘，但是该飞行器被三体第一舰队成功捕获，三体第一舰队通过他大脑克隆了他的身体。广播纪元中，他在与程心的会面时利用提前准备的三个童话故事，透露了大量有关黑暗森林的信息，催生了掩体计划、黑域计划和曲率驱动引擎的研制。程心和艾AA逃出太阳系来到DX3906星系后，云天明也赶去与程心相见，但该恒星系的死线被不明原因触发，使得DX3906的恒星系陷入低光速黑域。之后，他与艾AA度过了一生。"
    },
    {
        "values": "艾AA",
        "source": "《三体：死神永生》",
        "information": "威慑纪元时期的地球博士生，采用新的方法观测到DX3906拥有两颗行星。在程心冬眠苏醒后成为程心的伙伴、好友和合伙人，实际管理星环公司。太阳系二维化时与程心一起逃离太阳系，成为地球文明幸存者。在恒星DX3906陷入低光速黑洞后，她与云天明度过了一生，并且在石头上留下了遗言。"
    },
    {
        "values": "托马斯·维德",
        "source": "《三体：死神永生》",
        "information": "危机纪元初担任PIA局长，在威慑纪元从冬眠苏醒后发觉了威慑纪元人类脆弱和幼稚的特点，试图刺杀最有可能成为第二任执剑人程心以防止地球遭受三体打击后无所作为，没有成功而入狱。掩体纪元初，他说服了程心从而掌管星环公司，进行光速飞船研究。研究取得突破后，他组织私人武装在木星背后的星环城内与政府对抗。程心决定向政府投降后，维德遵守了约定听从程心放弃抵抗的命令，被捕并被在万分之一秒内汽化。他为达目的会不择手段，以“前进！前进！！不择手段地前进！！！”为座右铭。"
    },
    {
        "values": "关一帆",
        "source": "《三体：死神永生》",
        "information": "危机纪元人，地球星际飞船“万有引力”号的研究员，住在“万有引力”号尾部研究宇宙科学。在“万有引力”号被“蓝色空间”号控制后跟随褚岩进入了四维空间，发现并研究了四维空间内被称为“魔戒”的遗迹。太阳系二维化之后知晓了程心的行踪，来到DX3906星系。在DX3906上与程心一起陷入低光速黑洞，并陪伴程心至最后。大宇宙即将重启时，与程心和智子搭乘小飞船逃离小宇宙。"
    },
    {
        "values": "智子",
        "source": "《三体：死神永生》",
        "information": "原来是三体人制造的微观粒子探测器，威慑纪元中三体世界和人类共同制造了一台当时最先进的仿生机器人，由三体人控制，成为三体世界在地球的代言人，外形为日本女性。威慑后纪元期间组织强迫人类迁移，广播纪元之初逃离地球。最后在三体世界制造的647号宇宙出现并为程心和关一帆服务。"
    },
    {
        "values": "狄奥伦娜",
        "source": "《三体：死神永生》",
        "information": "十五世纪人，拜占庭帝国中的一个妓女，偶然接触到高维碎片，希望利用四维空间帮助君士坦丁干掉奥斯曼帝国的首领以成为圣女，后因为高维碎片离开了地球而失败被杀。"
    },
    {
        "values": "米哈伊尔·瓦季姆",
        "source": "《三体：死神永生》",
        "information": "危机纪元初期担任刚刚组建的行星防御理事会战略情报局（PIA）技术规划中心主任，参与了阶梯计划的可行性讨论与制定。"
    },
    {
        "values": "毕云峰",
        "source": "《三体：死神永生》",
        "information": "公元纪元人，曾是当时世界最大的粒子加速器设计师之一。通过冬眠来到威慑纪元，参与竞选第二任执剑人，在得知维德企图暗杀程心后报警。他意识到了程心不会启动广播，希望劝说后者放弃竞选。掩体纪元中被托马斯·维德招募。"
    },
    {
        "values": "曹彬",
        "source": "《三体：死神永生》",
        "information": "公元纪元人，曾是物理学家。通过冬眠来到威慑纪元，参与竞选第二任执剑人，同样意识到了程心不会启动广播。掩体纪元中也被托马斯·维德招募。"
    },
    {
        "values": "韦斯特",
        "source": "《三体：死神永生》",
        "information": "万有引力号上的心理医生，曾接待过许多见到四维碎片却以为是幻觉的人。在关一帆发现“魔戒”后加入了探险队研究“魔戒”。"
    },
    {
        "values": "褚岩",
        "source": "《三体：死神永生》",
        "information": "‘蓝色空间’号上的船长。"
    }
]